//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DFW */

	"100" = "储存\"%1\"";
	"101" = "恢复到前一版本的\"%1\"";
	"102" = "新建文档";
	"103" = "打开\"%1\"";
	"104" = "另存为\"%1\"";
	"105" = "储存副本到\"%1\"";
	"106" = "使剪贴板在程序内部可用";
	"107" = "使剪贴板在程序之外可用";
	"108" = "不能记下与文本关联的风格。但文字完好无缺。";
	"109" = "这里不能再增加更多字符。";
	"110" = "无法 %4因为 %1%2。%3";
	"111" = "不能完成 %4因为 %1 %2 %3";
	"112" = "不能完成要求因为 %1%2。%3";
	"113" = "程序发生错误";
	"114" = " (%1)";
	"115" = "无效的选区";
	"116" = "工程另存为：";
	"117" = "储存副本到：";
	"118" = "显示剪贴板";
	"119" = "隐藏剪贴板";
	"120" = "不能撤销";
	"121" = "撤销 %1";
	"122" = "重做 %1";
	"123" = "关于%1";
	"124" = "现在不能显示内容";
	"125" = "未标题 %1";
	"126" = "关闭";
	"127" = "退出";
	"128" = "储存";
	"129" = "恢复";
	"130" = "隐藏边界";
	"131" = "显示边界";
	"132" = "描述选项...";
	"133" = "发行选项...";
	"134" = "未标题";
	"135" = "偏好设置...";
	"136" = "在%3之前将变化存储到 %1 文档\"%2\"?";
	"137" = "恢复(&R)";
	"138" = "要恢复到上次储存的版本 \"%1\"？";
	"139" = "自上次打开或存储之后，\"%1\" 的磁盘副本已被修改过。 还是要 %2吗？";
	"140" = "自上次打开或存储之后，\"%1\" 的磁盘副本已被修改过。  是否要保存一个副本？";
	"141" = "没有足够磁盘空间存储文档除非退出副本并删除它。删除 \"%1\" 的已有副本？";
	"142" = "空间太小。请马上退出并为 Pro Tools分配更多内存。";
	"143" = "%1; 前面的值将被取代。";
	"144" = "\"%1\" 已经打开。";
	"145" = "&帮助(&H)";
	"146" = "隐藏 %1";
	"147" = "隐藏其他";
	"148" = "显示全部";
	"149" = "退出 %1";
	"150" = "服务";
	"151" = "无法载入视域： \"%1\"";
	"152" = "无法载入级别： \"%1\"";
	"153" = "-∞";
	"154" = "∆-∞";
	"155" = "该区域要求数值范围 %1 到 %2。";
	"156" = "该区域要求以下数值之一： %1.";
	"157" = "该区域最多支持小数点后一位数。";
	"158" = "请选择一个少等于255个字符的文件名(包括扩展名)。";
	"159" = "请选择一个带有 %1 或更少字符的名字";
	"160" = "不能用文件替代文件夹。";
	"161" = "该文件为只读。";
	"162" = "请用其它文件名或改变文件的只读属性";
	"163" = "右键在文件上点击编辑其属性。";
	"164" = "\"%1\" 已经存在。希望替换掉？";
	"165" = "所选名称包含非法字符。";
	"166" = "主";
	"167" = "文件夹(&F)";
	"168" = "文件(&L)";
	"169" = "%1(%2)";
	"170" = "*.%2";
	"171" = "所有文件";
	"172" = "*.*";
	"173" = "最近使用的文件";
	"174" = "最近使用的文件夹";
	"175" = "所选名字必须少于256个字符。";
	"176" = "文件名和路径是%1 字符串。创建文件的最大长度是%2 字符串。";
	"177" = "Pro Tools不支持未标示的网络卷。";
	"178" = "关闭";
	"179" = "该程序要求支持SSE2或更高的处理器。";
	"180" = "该程序要求支持 SSSE 3 或更高的处理器。";
	"181" = "功能 %1 调用失败。 错误代码: %2";
	"182" = "打开文件夹";
	"183" = "暂停";
	"184" = "继续";
	"185" = "取消";
	"186" = "已下载： %2kB 中的 %1kB ";
	"187" = "已下载： %1kB";
	"188" = "错误： %1";
	"189" = "下载完成";
	"190" = "已暂停";
	"191" = "您没有连接到互联网！";
	"192" = "版本: ";
	"193" = "(新标签)";
	"194" = "(新)";
	"195" = "显示全部...";
	"196" = "创建新标记“%1”";
	"197" = "（未找到结果）";
	"198" = "收藏夹";
	"199" = "最匹配的结果";

/* L10N_TEValidation */

	"200" = "无效值";
	"201" = "设置值低于允许的最小值";
	"202" = "设置值高于允许的最大值";
	"203" = "设置值包含非数字字符";
	"204" = "设置值包含的字符太多";
	"205" = "设置值包含非字符数值";
	"206" = "设置值低于允许的%1最小值";
	"207" = "设置值高于允许的%1最大值";

/* L10N_MSS */

	"300" = "MIDI Studio设置...";
	"301" = "激活的";
	"302" = "文件名";
	"303" = "输入";
	"304" = "IO关联";
	"305" = "输出";
	"306" = "接收通道";
	"307" = "发送通道";
	"308" = "多音色";
	"309" = "控制器";
	"310" = "MIDI 时间码";
	"311" = "MIDI节拍时钟";
	"312" = "MIDI Machine Control";
	"313" = "MIDI 时间码";
	"314" = "厂家文件名文件";
	"315" = "用户文件名文件";
	"316" = "厂商";
	"317" = "型号";
	"318" = "未知";
	"319" = "%1端口 %2";
	"320" = "乐器 ";
	"321" = "新建乐器";
	"322" = "删除乐器";
	"323" = "接口实体";
	"324" = "乐器实体";
	"325" = "导入...";
	"326" = "库";
	"327" = "音频";
	"328" = "导入";
	"329" = "导出";
	"330" = "创建";
	"331" = "删除";
	"332" = "搜索设备";
	"333" = "测试";
	"334" = "浏览";
	"335" = "检查";
	"336" = "乐器名：";
	"337" = "前一个";
	"338" = "下一个";
	"339" = "关闭MIDI Studio设置";
	"340" = "确定";
	"341" = "%1项目被选中。";
	"342" = "确认要删除所选乐器吗？此操作无法撤销。";
	"343" = "导入其它 MIDI Studio 设置将替代当前的设置。要进行处理吗？";
	"344" = "<未知乐器>";
	"345" = "查找厂家目录";
	"346" = "厂家目录";
	"347" = "乐器:";
	"348" = "设置:";
	"349" = "乐器名:";
	"350" = "制造商:";
	"351" = "型号:";
	"352" = "输入端口:";
	"353" = "输出端口:";
	"354" = "接收通道:";
	"355" = "发送通道:";
	"356" = "新建乐器 ";
	"357" = "端口";
	"358" = "该名字已经被另一个乐器或MIDI设备使用。请键入不同的名字。";
	"359" = "dms";
	"360" = "Pro Tools不能打开选择的文件，因为它不是一个有效的MIDI Studio设置文件。";
	"361" = "未标题文档";
	"362" = "属性";
	"363" = "显示复制的模仿输出";

/* L10N_Mac */

	"400" = "抵达文件结尾处";
	"401" = "打开系统偏好设置...";
	"402" = "继续";
	"403" = "Pro Tools 的音频输入已禁用。\n\n前往系统偏好设置 > 安全和隐私 > 隐私 > 麦克风，并勾选“Pro Tools”以便 Pro Tools 可在任何硬件上进行录制。";
	"404" = "无法启动此版本的Pro Tools，因为它与macOS 10.15及更高版本不兼容。";

/* L10N_ProToolsGeneric */

	"500" = "无";
	"501" = "无";
	"502" = "MIDI";
	"503" = "确定(&O)";
	"504" = "退出";
	"505" = "取消(&C)";
	"506" = "接受(&A)";
	"507" = "拒绝(&D)";
	"508" = "复制错误消息(&C)";
	"509" = "重试(&R)";
	"510" = "停止(&S)";
	"511" = "删除(&D)";
	"512" = "继续(&C)";
	"513" = "是(&Y)";
	"514" = "无(&N)";
	"515" = "更多信息(&I)...";
	"516" = "任意";
	"517" = "全部";
	"518" = "All";
	"519" = "关";
	"520" = "关";
	"521" = "开";
	"522" = "声像";
	"523" = "音量";
	"524" = "音量修整";
	"525" = "电平修整";
	"526" = "不适用";
	"527" = "Pro Tools";
	"528" = "储存(&S)";
	"529" = "不储存(&D)";
	"530" = "放弃(&D)";
	"531" = "保持(&K)";
	"532" = "不删除(&D)";
	"533" = "移去(&R)";
	"534" = "ProTools 5.0";
	"535" = "ProTools 4.3";
	"536" = "ProTools 3.2";
	"537" = "Pro Tools 5.0";
	"538" = "Pro Tools 4.3";
	"539" = "Pro Tools 3.2";
	"540" = "音频轨";
	"541" = "音频和视频轨道";
	"542" = "MIDI轨";
	"543" = "辅助轨";
	"544" = "主控轨";
	"545" = "乐器轨";
	"546" = "VCA 主推子";
	"547" = "文件夹";
	"548" = "冻结的轨道";
	"549" = "不能创建TCE插件的厂家默认文件因为%1。";
	"550" = "不可用";
	"551" = "不可用";
	"552" = " 与 ";
	"553" = "\"%1\"";
	"554" = "不再显示";
	"555" = "最小化";
	"556" = "允许(&A）";
	"557" = "替换(&R)";
	"558" = "简体中文 (Simplified Chinese)";
	"559" = "繁體中文 (Traditional Chinese)";
	"560" = "Deutsch (German)";
	"561" = "English (English)";
	"562" = "Español (Spanish)";
	"563" = "Français (French)";
	"564" = "Italiano (Italian)";
	"565" = "日本語 (Japanese)";
	"566" = "한글 (Korean)";
	"567" = "登录";
	"568" = "注销";
	"569" = "登录";
	"570" = "工程";
	"571" = "项目";
	"572" = "修复(&R)";
	"573" = "您已使用云端存储总量 %2 GB 中的 %1 GB (%3%)";
	"574" = " (存储量: %1%)";
	"575" = "您正试图运行的 Pro Tools 版本比许可证所允许的版本高。您可卸载该版本的 Pro Tools 并重新安装您的许可证支持的任何 Pro Tools 版本，或访问 MyAvid 帐户来续订升级计划。";
	"576" = "MyAvid";
	"577" = "您想将使用和诊断数据发送给Avid来帮助我们改善产品和服务吗？\n\n";
	"578" = "请注意，某些基于网络的屏幕可能会根据我们的隐私政策继续收集使用和诊断数据。";
	"579" = "\n\n您可以到 Pro Tools 偏好设置 > 操作 > 诊断 中改变该设定。";
	"580" = "\n\n您可以到 Pro Tools First “设置” 菜单中改变该设定。";
	"581" = "升级(&U)";
	"582" = "跳过(&S)";
	"583" = "另存为...(&S)";

/* L10N_ReasonIDs */

	"600" = "程序发生错误";
	"601" = "磁盘已满";
	"602" = "磁盘锁定";
	"603" = "无足够内存";
	"604" = "发生磁盘错误";
	"605" = "文件被锁定";
	"606" = "文件已经被使用或已经打开";
	"607" = "写入打印文件时发生错误";
	"608" = "不能找到打印机";
	"609" = "与打印机之间通讯时发生问题";
	"610" = "磁盘复本已被删除";
	"611" = "该文件当前已打开";
	"612" = "磁盘副本已改变";
	"613" = "文件服务器发生问题";
	"614" = "没有操作文件的权限";
	"615" = "选定的打印资源没有找到";
	"616" = "Apple Talk发生问题";
	"617" = "Apple Talk没有连接";
	"618" = "非正确的文件类型";
	"619" = "磁盘不可用";
	"620" = "打开文件太多";
	"621" = "要求的资源没有找到";
	"622" = "该功能不能实现";
	"623" = "\"^3\",内部组件丢失";
	"624" = "内部组件丢失";
	"625" = "版本管理器不能被初始化";
	"626" = "提取版本发生问题";
	"627" = "版本中没有指定的格式";
	"628" = "版本非发行版";
	"629" = "指定版本问题";
	"630" = "达到文件终点";
	"631" = "文件没有找到";
	"632" = "打印机被其它程序或Chooser使用";

/* L10N_RecoveryIDs */

	"700" = "使用Finder中的\"Get Info\"命令解锁文件。";
	"701" = "选择打印机之后再重试。";
	"702" = "用不同文件名存储，或关闭文档再试。";
	"703" = "关闭一些窗口再试。";
	"704" = "联系Digi获得保密解码串。";
	"705" = "正在尝试关闭选配器。";
	"706" = "调用 InitUEditionDocument()!";

/* L10N_DAW */

	"800" = "未知";
	"801" = "未声明";
	"802" = "取消";
	"803" = "编辑";
	"804" = "撤销";
	"805" = "重做";
	"806" = "剪切";
	"807" = "复制";
	"808" = "粘贴";
	"809" = "清除";
	"810" = "全选";
	"811" = "回车";
	"812" = "返回";
	"813" = "退出";
	"814" = "退格";
	"815" = "左箭头";
	"816" = "右箭头";
	"817" = "上箭头";
	"818" = "下箭头";
	"819" = "上页";
	"820" = "下页";
	"821" = "起始";
	"822" = "结束";
	"823" = "空格";
	"824" = "Tab";
	"825" = "逗号";
	"826" = "句号";
	"827" = "引号";
	"828" = "分号";
	"829" = "后引号";
	"830" = "负号";
	"831" = "等号";
	"832" = "加号";
	"833" = "插入";
	"834" = "删除";
	"835" = "帮助";

/* L10N_Accessibility */

	"900" = "所选项";
	"901" = "已隐藏。 ";
	"902" = "已显示。 ";
	"903" = "/";
	"904" = "列";
	"905" = "行为空。";
	"906" = "表格";
	"907" = "列表";
	"908" = "插件";
	"909" = "音量米表";
	"910" = "推子";
	"911" = "按钮";
	"912" = "数字文本";
	"913" = "标签";
	"914" = "综合项";
	"915" = "标签组";
	"916" = "单元格";
	"917" = "列";
	"918" = "行";
	"919" = "Tab";
	"920" = "已展开。 ";
	"921" = "已折叠。 ";
	"922" = "减";
	"923" = "加";
	"924" = " 含有";
	"925" = "信息";
	"926" = "名称";
	"927" = "同步";
	"928" = "图标";
	"929" = "弹出框";
	"930" = "展开/折叠";
	"931" = "状态";
	"932" = "记数";
	"933" = "未知";
	"934" = "音色编号";
	"935" = "共享合并";
	"936" = "Heat 绕开";
	"937" = "Heat 驱动";
	"938" = "Heat 切换";
	"939" = "Heat 音色";
	"940" = "0 dB";
	"941" = "+6 dB";
	"942" = "+3 dB";
	"943" = "线性";
	"944" = "-3 dB";
	"945" = "-6 dB";
	"946" = "-inf dB";
	"947" = "淡出: ";
	"948" = "淡入: ";
	"949" = "打开。 ";
	"950" = "关闭。 ";
	"951" = "选中。 ";
	"952" = "取消选中。 ";
	"953" = "未激活。 ";
	"954" = "已激活。 ";
	"955" = "间接选中。 ";
	"956" = " （按两下即可编辑）";
	"957" = "调号列表";
	"958" = "保存到预设插槽中 ";
	"959" = "从预设插槽加载 ";

/* L10N_DFW_Presets */

	"1000" = "<厂家默认>";
	"1001" = "存储设置";
	"1002" = "设置存储为...";
	"1003" = "拷贝设置";
	"1004" = "粘贴设置";
	"1005" = "导入设置...";
	"1006" = "合并设置...";
	"1007" = "删除当前设置文件...";
	"1008" = "解锁设置文件";
	"1009" = "锁定设置文件";
	"1010" = "保存预设设定为%1";
	"1011" = "设置根文件夹";
	"1012" = "工程文件夹";
	"1013" = "未命名";
	"1014" = "预设仅可保存在“Window Presets”文件夹或其子文件夹中。";
	"1015" = "不能覆写文件因为它当前已被锁定。";
	"1016" = "该文件不是有效的 %1 设置文件：\n\t%2\n ";
	"1017" = "该文件不是有效的 %1 设置文件：%2 ";
	"1018" = "取消(&C)";
	"1019" = "删除(&D)";
	"1020" = "确定要删除该设置文件吗？";
	"1021" = "无法删除: ";
	"1022" = "选择一个设置文件：";
	"1023" = "小节|拍子";
	"1024" = "分:秒";
	"1025" = "时间码";
	"1026" = "英尺+帧";
	"1027" = "采样";

/* L10N_DFW1 */

	"1100" = "目前无法运行该命令。";
	"1101" = "轨道/播放列表";
	"1102" = "云合作";
	"1103" = "显示/隐藏";
	"1104" = "自动化";
	"1105" = "编辑";
	"1106" = "片段";
	"1107" = "速度/拍号";
	"1108" = "MIDI";
	"1109" = "录制";
	"1110" = "片段增益/特效";
	"1111" = "插入/发送";
	"1112" = "I/O";
	"1113" = "走带控制";
	"1114" = "片段列表";
	"1115" = "其他";
	"1116" = "插件";
	"1117" = "文件";
	"1118" = "选区";
	"1119" = "淡变";
	"1120" = "视频";
	"1121" = "窗口";
	"1122" = "编辑工具";
	"1123" = "焦点";
	"1124" = "缩放";
	"1125" = "导航";
	"1126" = "电平";
	"1127" = "走带控制";
	"1128" = "工作区";
	"1129" = "文件";
	"1130" = " 菜单";
	"1131" = "不允许\"保存\"操作，因为此工程上次是在%1中保存的，并且包含不被%2支持的数据。单击\"另存为...\"来创建一个兼容的工程副本。原始工程将不受影响。";

/* L10N_CustomizedUI */

	"1200" = "常规";
	"1201" = "文本亮度：";
	"1202" = "文本饱和度：";
	"1203" = "背景亮度：";
	"1204" = "背景饱和度：";
	"1205" = "工具栏亮度:";
	"1206" = "轨道";
	"1207" = "轨道头亮度：";
	"1208" = "文件夹轨道台头亮度:";
	"1209" = "轨道头饱和度：";
	"1210" = "编辑选区：";
	"1211" = "时间轴亮度：";
	"1212" = "未激活轨道亮度：";
	"1213" = "未激活轨道饱和度：";
	"1214" = "片段";
	"1215" = "波形亮度:";
	"1216" = "背景亮度:";
	"1217" = "Melodyne 音符亮度：";
	"1218" = "Melodyne 音符饱和度：";
	"1219" = "网格";
	"1220" = "亮度（网格模式）：";
	"1221" = "亮度（非网格模式）：";
	"1222" = "标记线路";
	"1223" = "亮度：";
	"1224" = "颜色：";
	"1225" = "自动化视图";
	"1226" = "波形亮度：";
	"1227" = "波形饱和度：";
	"1228" = "线路亮度：";
	"1229" = "线路饱和度：";
	"1230" = "分析/缩放视图";
	"1231" = "波形亮度：";
	"1232" = "波形饱和度：";
	"1233" = "分析标记亮度：";
	"1234" = "分析标记饱和度：";
	"1235" = "背景亮度：";
	"1236" = "高对比度界面：";
	"1237" = "文本/行颜色：";
	"1238" = "背景颜色：";
	"1239" = "文本大小";
	"1240" = "片段文本大小：";
	"1241" = "轨道高度边界文本大小：";
	"1242" = "列表文本大小：";
	"1243" = "默认";
	"1244" = "灰色";
	"1245" = "深灰色";
	"1246" = "红色";
	"1247" = "蓝色";
	"1248" = "绿色";
	"1249" = "黄色";
	"1250" = "橙色";
	"1251" = "紫色";
	"1252" = "水绿色";

